[{"title":"“故事”是怎样炼成的","date":"2017-05-13T12:43:57.000Z","path":"2017/05/13/故事/","text":"​ 时隔四年，《进击的巨人》再次席卷而来，还是熟悉的配方，还是原来的味道，还是那么的让人热血沸腾，不得不说《巨人》能取得如此巨大的成就主要归功于两个人——作者谏山创和导演荒木哲郎，他们的制作水平毋庸置疑，可奇怪的是在去年我看了荒木哲郎执导的另一部和巨人是同一类型的作品《甲铁城》，这部动漫远不如我想象中的好，完全不能和巨人相比肩，为什么同一个导演的作品会有这么大的差距呢？我想是因为巨人的作者谏山创讲了一个好故事，只有璞玉经过雕琢才能成为传世之作，一块石头再怎么雕也难成大器。知道了这一点之后我忽然发现正是和巨人有关的这个“故事”深深吸引了我。 ​ 其实所有的电影、电视剧、动漫、小说都只有一个目的，即讲述一个或多个故事，每一帧画面，每一个文字都在为“故事”做铺垫，那么如何讲好一个真正的故事就成了每一个创作者首先要解决的问题。 ​ 我认为，一个好故事中必然有三个因素： ​ 真 善 美 ​ 我们分开来说。 真 ​ 我认为这个“真”字其实指的是“信以为真”。 ​ 以电影为例，每一部电影中的世界其实都是虚构的世界，编剧、导演和演员都在尽力使这个世界变得真实，他们的最终目标就是让观众“信以为真”。 ​ 如今电影产业飞速发展，工业光魔所做的特效能把任何虚拟的画面制作的无懈可击，任谁也看不出破绽来，可只做到这一点是远远不够的，电影中发生的故事符合逻辑才是重点，当然这里所说的逻辑是相对意义上的逻辑，是电影中世界的逻辑，对于电影中发生的超现实现象只要在电影中有合理的解释就都可以接受，只有观众觉得他们所接收到的电影中的信息符合逻辑，他们才会更加的投入到电影中，只有观众更投入，他们才能理解电影中的故事，他们甚至会自己主动脑补出电影中不符合现实规律的部分并自己给出合适的理由，当形成这种良性循环，电影的故事就能变得足够“真”。 就拿我这几天看的两部部电影《致命魔术》和《摔跤吧！爸爸》来说 ​ 诺兰大神的电影我本不该多嘴，其实这部电影也足够精彩，但电影最后的剧情反转部分我不太能接受，世界上怎么可能有两对人分别长得一模一样呢？交流电随便搞一搞就能复制人类吗？当然万事皆有可能，但在电影中这种解释未免有些敷衍，当我产生这种怀疑的情绪之后就对整个电影产生了怀疑，进而觉得这个电影其实并没有其他人说的那么好。 而反观《摔跤吧！爸爸》 虽然这部电影讲述的是一件真实的事，但电影中故事的表达真实而自然，情感丰沛且打动人心，特别是阿米尔汗贡献了极其精彩的演技，这些因素使得整部电影显得非常真实，我在看电影的时候甚至没有对任何一个镜头产生过怀疑，就只沉浸的畅快的观影体验中了。 善 ​ 这里的“善”不只是指善良，它更像是一种感觉，一种心灵的共鸣。 ​ 古往今来以正义之名行利益之事的人比比皆是，所以有的时候因为时间和空间的限制，我们很难通过某一件事来判定某个人的好坏，况且一个人的好坏善恶是很难界定的，每个人都有自己的标准，所以“善”绝不仅仅指的是善良，“善”是一种情感的迸发。“善”是整部作品的灵魂。 ​ 在《月亮和六便士》中主角斯特里克抛家弃子遵循自己内心的呼唤全身心的投入到艺术中去，无情的扔下妻儿这种行为绝称不上是善良，可从斯特里克的一生来看，他果断决绝的舍弃舒适的生活，毫无保留的去做自己真正想做的事，甚至为此付出生命，这种精神难道称不上是“善”吗？还有故事中的一个医生，他舍弃了大好前程，同样做了自己真正想做的事——在一个偏僻的海港为人治病。 ​ 他们用自己的实际行动让小说中的“我”真切的体会到： ​ “ 难道做自己想做的事，生活在让你感到舒服的环境里，让你的内心得到安宁是糟践自己吗？难道成为年入上万英镑的外科医生、娶得如花美眷就算是成功吗？ ​ 我想这取决于你如何看待生活的意义，取决于你认为你应该对社会做出什么贡献，应该对自己有什么要求。” ​ 看完这两句话时我在冥冥之中似乎体会到了毛姆想要表达的那种感情，所以我认为有了这两句话，《月亮与六便士》这个故事就拥有了自己的“灵魂”，就拥有了“善”。 ​ 姜文是我最喜欢的导演之一，看完他的电影后总能让人有所体会，他有部电影叫做《鬼子来了》，我看完后就深有感悟 有时候对敌人的善良就是对自己的残忍。能让人深刻的体会到这句话就是一种“善”。 ​ 《死亡诗社》是我最喜欢的电影之一，当电影的结尾那些学生站在桌子上对着老师大喊“oh！captain!my captain!”的时候那种热烈的情感的爆发几乎让我的泪水瞬间盈满了眼眶。 ​ 这种心灵的共鸣就是“善” 还有在《进击的巨人》中尤弥尔为了克里斯塔奋不顾身的巨人化。 这也是“善”。 美 ​ 美即是美好、优美。 ​ 当然也不仅限于此，比如现在很流行的一种美： “暴力美学” ​ 所以美的形式有很多种，归根结底是要让人产生美的感觉。 ​ 有的美非常的直观，比如 ​ 一眼望去，“美”尽收眼底。 ​ 再比如我非常喜欢的电影《littleforest》系列 ​ 它美到我用它的名字做了我blog的名字。 ​ 其实说起“美”来，我脑海中最先闪现的是李安的电影，他的电影甚至只用了几个画面就征服了我，我们可以感受下。 ​ 还有我们前面提到的“暴力美学”，暴力也能产生美感。 ​ 《杀死比尔》中如舞蹈般的打斗画面甚至让血腥的场景产生了美的感觉。 ​ 有的美甚至都不需要画面，寥寥数语就能勾勒出无尽的美。 ​ 比如曹植的 ​ “其形也，翩若惊鸿，婉若游龙。” ​ “含辞未吐，气若幽兰。华容婀娜，令我忘餐。” ​ 林徽因的 ​ “你是爱，是暖，是希望， ​ 你是人间的四月天！” ​ 这些文字的美更能让人觉得“不着一色 ，而尽得风流”。 ​ 除了这种直观的美，还有一种境界美，当某件创造者的作品拥有了“境界”，那么美就成了一种神韵。 ​ 所谓识高则文淡，意高则笔减。意在笔先，不到处皆笔，笔不周而意周也。 ​ 比如李白的名句 ​ “西风残照，汉家陵阙。” ​ 寥寥八字，便造就了一种气象万千的大境界。 ​ 还有我非常喜欢的一部小说中的一段对话 ​ “「若说秦楼后天开业，诸公碰巧在苏州，届时敬请赏光，怕不仅唐突了佳人，而且齐姑娘要找我拚命了，『你为什么教我相公学坏？！』」 我把众人鄙夷的目光抛在脑后，笑道：「要不，说我虽然纳了玉家三女，却是偷偷摸摸的太不光明正大，下个月初准备摆上几桌宴请亲朋好友以正视听，诸位若是有空请来捧个人场，又怕诸公笑我王动不自量力。罢了，其实是我听说西江阁来了三个大美女，若是不过来看看，岂不是弱了我淫贼的名头？」 齐萝顿时笑得花枝乱颤：「怪不得人家说读书人的肠子都是九曲十八弯的，你说这不说那不说的，可都说出来了。」” ​ “「武林四大少联袂到访，秦楼真是蓬壁生辉。只是秦楼虽涉风月，亦有雅处。久闻隐湖弟子琴剑双修，在下已经请得江东琴神孙妙，魏仙子届时可否移樽赐教？」我突然对魏柔道，说罢目光灼灼地望着她。 听我竟然邀请天仙一般的魏柔去污秽的勾栏院，众人脸上都现出匪夷所思的表情，那样子彷佛我娶了玉夫人母女也不会让他们如此吃惊。 魏柔黛眉轻轻一锁，正欲出言，一朵不知从何处飘来的野黄花轻轻落在了她洁白如雪的比甲上，之后又被风轻轻吹走了，她目送着这不知名的小花渐飞渐远，突然展颜一笑。 「好。」” ​ 看完真的是让人感觉如沐春风。 ​ ​ 当一个故事中真的有了“真善美”之后，无论承载这个故事的载体是什么，这个故事都将脱胎换骨，真正成为一个“好”故事。 ​ ​ 非常感谢大家能听我喋喋不休的讲这么多，其中有不妥的地方还请见谅。 ​ 最后附上《巨人》的百度网盘，强烈推荐给大家 ​ http://pan.baidu.com/s/1i57hRbn 密码：j9sh ​ 最后再次谢谢大家的访问，鞠躬。 var cloudTieConfig = { url: document.location.href, sourceId: \"\", productKey: \"69e5d909f5e04ac584d1b4668f51eac0\", target: \"cloud-tie-wrapper\" };","tags":[{"name":"电影 动漫 随笔","slug":"电影-动漫-随笔","permalink":"http://yoursite.com/tags/电影-动漫-随笔/"}]},{"title":"制作博客的简单介绍","date":"2017-05-13T05:17:50.000Z","path":"2017/05/13/制作博客的简单介绍/","text":"1.注册github并创建仓库2.下载git、nodejs3.在git上安装hexo $ npm install -g hexo-cli4.修改主题5.按需求修改_config.yml6.上传到github7.写博客 hexo g hexo d 主要参考的资料主要参考教程：http://blog.liuxianan.com/build-blog-website-by-hexo-github.html#pei-zhi-SSH-key可以参考：http://blog.csdn.net/xuezhisdc/article/details/53130328遇到的问题解决：http://blog.csdn.net/liuyongshun2/article/details/54629087博客文章的发布：http://blog.csdn.net/yuzhiyun3536/article/details/53223111https://zhuanlan.zhihu.com/p/22632478 var cloudTieConfig = { url: document.location.href, sourceId: \"\", productKey: \"69e5d909f5e04ac584d1b4668f51eac0\", target: \"cloud-tie-wrapper\" };","tags":[{"name":"科普","slug":"科普","permalink":"http://yoursite.com/tags/科普/"}]},{"title":"","date":"2017-05-12T12:18:09.943Z","path":"2017/05/12/我的第一篇博客/","text":"body{}我的第一篇博客科技的危险是让那些浑身铜臭、艺术敏感度低如蚊蚋的人掌握生产。其实这已经发生了。世界电影里现在充斥着没有灵魂的声效和暴力，全是无谓的追车、爆破、暴力、超速、爆炸及更多的爆炸。故事多为陈腔滥调，表演乏善可陈，情感更是阙如，只有特效无懈可击。简言之，喜欢特效的电影艺术家必须和任何风格、类型或运用某些科技的艺术家一样有才华。要看他们用科技创造出什么样的艺术才算数，而非只看科技本身。​ ——《认识电影》","tags":[]}]