[{"title":"2017年度读书单","date":"2017-12-31T11:45:34.000Z","path":"2017/12/31/2017年度读书单/","text":"一月 《我们仨》杨绛 不是你们仨，不是他们仨，只能是我们仨。 《长安十二时辰》马伯庸 十步杀一人，千里不留行。 《嫌疑人X的献身》（日）东野圭吾 如此匪夷所思的杀人动机。 二月 《了不起的盖茨比》（美）菲茨杰拉德 违法犯罪来看你。 《月亮与六便士》（英）毛姆 引人深思。 五月 《巨人的陨落》（英）肯·福莱特 草蛇灰线伏脉千里。 《万历十五年》黄仁宇 他们恰逢其会，却又生不逢时。 《人间词话》王国维 现在还看不太懂。 六月 《杀死一只知更鸟》（美）哈珀·李 每个人心中都住过一只知更鸟 《流血的仕途》曹昇 历史本就应该如此有趣。 七月 《三体》刘慈欣 世界变得不一样了。 《围城》钱钟书 钱钟书真真儿是可爱的毒舌。 《浮生六记》沈复 人生啊！ 《爱的艺术》（美）弗洛姆 尊重，了解，关系，责任。 《万物静默如谜》（波）维斯拉瓦·辛波斯卡 生活如诗。 《解忧杂货铺》（日）东野圭吾 答案只能回答问题，不能解决问题，最重要的是要自己做出选择。 八月 《做饭》汪曾祺 爱吃，敢吃，会吃，不吃。 九月 《大唐双龙传》黄易 可怜的婠婠。 《独居的一年》（美）约翰·欧文 “不就是埃迪和我吗？” 十月 《倚天屠龙记》金庸 “为善除恶，唯光明故。喜乐悲愁，皆归尘土。” 《天龙八部》金庸 可敬是乔峰，可惜是慕容，可气是段誉，可怜是铁丑，可爱是阿朱。 十一月 《旅行的艺术》（英）阿兰·德波顿 带着思想去旅行。 《我可以咬一口吗》（美）利兹·克里莫 给你咬一口好了。 《春宵苦短，少年前进吧！》（日）森见登美彦 黑发少女你在哪啊！ 十二月 《把时间当作朋友》李笑来 有限的生命不可能驾驭无限的时间。 《人·兽·鬼》钱钟书 钱老就是我的偶像。 《小顾聊绘画·壹》顾爷 艺术入门。 《恋文的技术》（日）森见登美彦 我也要开始修炼写情书的技艺了。 《查令十字街84号》（美）海莲·汉芙 一场浪漫的遇见。 《繁花》金宇澄 生活可不就是这样吗。 “上帝不响，像一切全由我定。”","tags":[{"name":"读书","slug":"读书","permalink":"http://yoursite.com/tags/读书/"}]},{"title":"请以爱呼唤我","date":"2017-12-29T11:45:48.000Z","path":"2017/12/29/LGBT/","text":"电影的题材丰富多样，其中存在一种特殊的题材——LGBT题材电影，简单来说就是同性恋电影。 近些年来，同性类型的话题虽然依旧敏感，但还是逐渐被人们所接受，电影在这其中功不可没。 原来的我对这种关系还不太理解，可是看了几部电影后，我有了新的感受。 这个过程很难形容，就好像我发现， 原来伟大的艺术家并不全是自小就历经磨难， 原来只是买完一堆书，并不代表自己就长见识了。 想到这些时我忽然明白了，别人的意见很大程度上会影响我们对未知事物的判断，在我们的周围，至少在我的周围，人们不是对此避而不谈，就是对此嗤之以鼻，我想，这都是因为我们之前对这方面的信息了解得不够全面所导致的。 我们应该在真正了解之后进行判断，到这时，我们再来表示喜欢，无感，或者厌恶。 这里有一点值得注意，即爱和欲的区别，如果两个人的关系单纯是欲的话，那么即使是异性的关系也应该保持警惕，如果在两个人的关系中可以清楚感受到爱的话，那么即使是同性的关系我们也应珍惜爱护。 下面这些电影虽然是LGBT题材，但无一不是在表达爱的主题。 《请以你的名字呼唤我》 只身游历意大利的大学生Oliver与少年Elio不期而遇。 一缕莫可名状的情愫在两个人之间缓缓出现。 Elio的父亲察觉到了他的儿子和Oliver不同寻常的关系，对此，这个男人表现出了常人难以企及的睿智。 无论如何，可以真切感受到的情感，才是真正值得我们珍惜的。 我觉得这几个镜头足以载入影史，如此充沛的情感表达仿佛不应出现在这样一个年轻的人身上。 如果得知与所爱的人永远没办法在一起，我们会做什么？ 世上有太多感情无法诉说，亦没有结果， 我们能做的，可能只有像Elio一样， 静坐在无人的角落， 眼睛里噙满泪水， 似有光芒闪烁， 好像转瞬间， 又一次渡过那段美丽时光。 《春光乍泄》 黎耀辉和何宝荣是一对同性恋人，为了重新开始，他们前往了陌生的城市阿根廷。 当一段感情濒临破灭， 当他不甘心就此离去， 当美好的过往再次出现在他脑海中， 他可能会对自己，以及对方说， 咱们重新开始好吗？ 然而，他还没有意识到， 重新开始所需要的， 往往不是改变生活，而是改变他自己。 电影结尾黎耀辉独自伫立在瀑布前。 我觉得他没有后悔， 因为他终于明白了，无论重新开始多少次，当初的感觉都早已不复存在了。 《断背山》 对杰克和恩尼斯来说，寒夜中的那一次亲密接触所带来的，不仅是事后荒诞的感觉，还有多年后再见面时迸发的满腔爱意。 我始终觉得，恋情是具有突如其来这一属性的，无论是异性还是同性。 漫不经心的一次回眸，毫不在意的一次触碰，就可能在刹那间击中我们心中那一处柔软的角落。 或许， 我们每个人心中都有一座断背山。 《霸王别姬》 哥哥，你入戏太深了。 段小楼与程蝶衣合演的一出“霸王别姬”精彩绝伦。 可是奈何虞姬有意，“霸王”无情。 而我觉得段小楼那个假霸王远配不上程蝶衣这个真虞姬。 倚戏而活与为戏而活的两个人结局注定是悲剧的。 最后不得不提的是，张国荣的演技实在是让人叹服。 何宝荣和程蝶衣为他而活，他为何宝荣和程蝶衣而生。 不难发现，这几部电影的结尾都带有一定的悲剧色彩，这实在让人难过，希望在不久的将来，我们能给这些真挚的情感以立足之地。","tags":[{"name":"电影","slug":"电影","permalink":"http://yoursite.com/tags/电影/"}]},{"title":"Hello-Adele","date":"2017-12-19T12:14:46.000Z","path":"2017/12/19/hello/","text":"在我们周围，我们很难找到一个不喜欢听任何音乐的人。自从我们可以留住声音，音乐就注定会融入我们的生活中。 在百度词条中音乐的解释为： 音乐是反映人类现实生活情感的一种艺术。 我对音乐知之甚少，即使是粗浅的了解也不曾有过。 所以我不觉得我听音乐是为了欣赏艺术，对我而言，音乐给予我的更多是快感和情绪。 我是一个比较喜欢追求快感的人，看电影喜欢观影快感，读书喜欢阅读快感，听音乐也不例外，而且相比看电影或者读书，我发现音乐总是能使我更快地得到快感。 那些旋律轻快，曲调激昂的音乐是我的最爱，所以目前为止，我接触的最多的音乐是欧美流行乐。 我真正开始喜欢听音乐是因为一个人：JUSTIN BIEBER 他的Eenie Meenie令我印象深刻。另一首歌Baby更是脍炙人口。 即使是完全不知道有小贾这个歌手的人也应该对这首歌旋律很熟悉。 我最喜欢的是他的专辑《BELIEVE》里边的几首歌，刚听的时候，恨不得飞到现场去看演唱会。 All Around The World Boyfriend Take You 他去年终于上了格莱美，但不知为什么，他现在的歌我没那么喜欢了。 有一段时期我很喜欢几个乐队的歌。 魔力红： 这几首老带劲了老带劲了。 共和时代： 那些情情爱爱的歌听腻了，就得听听这些正能量满满的歌哈哈哈。 单向： 青春万岁！！！ 前年冬天我发现了一首很好听的歌 但是没有关注演唱它的歌手，直到我听了另一首很好听的歌 听着听着我忽然发现歌手的声音好熟悉，点开一样才知道原来这两首歌的歌手是同一个人——Shawn Mendes，人送昵称“萌德”。 有些人是天生的流行歌手，他们的音乐具有极强的感染力： Treat You Better (Live at Madison Square Garden/2016) 听这首歌的那几天我竟然梦到了参加他的演唱会。 还有他的一首歌也很好听： 还有其他很多单曲我也很喜欢，黄老板的这首歌棒极了。 虽然听这些歌总会快感如潮，但同时我们也应该意识到的是， 太容易获得快感从来都算不上什么好事。 一步步酝酿至甘醇的快感才最让人难忘。","tags":[{"name":"音乐","slug":"音乐","permalink":"http://yoursite.com/tags/音乐/"}]},{"title":"回到你身边","date":"2017-12-08T01:31:45.000Z","path":"2017/12/08/回到你身边/","text":"远方 你说你早习惯世事变迁 也看得开最后越走越远 只是为何在这纷扰世间 曾经的温暖会浮现眼前 像有白云又飘回蓝天 暖风又吹来了一片花田 希望我能 到你的身边 你说你早习惯世事变迁 也看得开最后越走越远 只是为何在这纷扰世间 曾经的温暖会浮现眼前 像有白云又飘回蓝天 暖风又吹来了一片花田","tags":[{"name":"音乐","slug":"音乐","permalink":"http://yoursite.com/tags/音乐/"}]},{"title":"错认他乡是故乡","date":"2017-11-03T13:00:23.000Z","path":"2017/11/03/故乡/","text":"让我大言不惭地提醒各位，这是一篇意识流，非战斗人员不用回避。 我们在异域发现的异国情调可能就是我们在本国苦求而不得的东西。 ——《旅行的艺术》 福楼拜年少的时候渴望离开法国，前往魂牵梦萦的东方，当他成年后真的去东方游历时，东方也没有让他失望，他在给朋友的信中如此说道： “我们不能以一个人的国籍来判断他的故乡，而应该看这个人心所在的地方。” 不同于福楼拜清楚地知道自己的心之所在，我到现在也没有找到那个地方，但是我曾经试图寻找过。 遗憾的是到现在也没有找到。 在愿望没有实现之前，我们总是会在每次流星划过天空时许下同一个愿望。 我恍然发觉我不能确定究竟什么是我“苦求而不得”的东西，或者说我确定这个东西是存在的，可它就是模模糊糊瞧不清楚。 前段时间，我和两个朋友晚上相聚吃饭，吃完饭后我们在一个公园散步，走着走着我忽然没由来地想起了那块在魏柔手中的雨花石， 现在想来可能我想要的就是那块雨花石吧。 为什么魏柔的家乡非得是苏州呢！ 冥冥之中我总觉得那不可得东西我终究会找到。 到时，我一定会发出这样的感慨：“这就是我要找的东西！” 这种感觉就好像，当你不经意间见到某一个场景时，会产生这样的感觉 “此时此景我见过！“ 可具体在哪里见过又说不上来 大概是在梦里吧。 在没离开家乡之前我一直认为思念故乡这种情绪就像“围城”一样，离不开的人想离开，回不去的人想回去。 想念某个东西是因为我们对它产生了依赖感吗？ 我们会对一个地方产生依赖感，肯定是在某时某刻与这个地方的东西在精神上发生了互动。 所以我们所留恋的总是 “亲人长辈的亲切关怀，朋友玩伴的嬉笑玩闹，或是月下少女的喃喃细语，还有那他妈的无所事事的时光。“ 在动指写这篇文章的前半段之时，我并没有如何如何思念家乡，可仅仅过了很短的一段时间，学习的困境，恼人的天气，纷至沓来，气得我直想回家。 古今中外有不少思乡的作品流传于世。 两相对照我敢断言，那些文人骚客才子佳人定是遭遇了困窘，才致愤恨地把那时的心情付诸笔端。 试想，怀拥美人，指捏金樽，抬头望月，低头谁还顾得上思乡呢？ 当然我不爱喝酒，金樽里盛的是香茗。 而且不管你们信不信，美人只是为了应景。 我这么说，各位看官不仅要笑我太没追求，更会因我忘祖而将我鄙得体无完肤。 我也想拥有一所房子。 如果一个人想要幸福，那他至少应该不时问自己，什么样的生活才能算是幸福。 问题是，当你真正幸福的时候，是不会兴起自问的念头的。 所谓后悔，就是身在一个情景下，想到另一个情景时，胸口积郁起酸酸的感觉。 就像三叶在雨中高呼着泷的名字。 就像德善他们离开再也不会回去的双门洞。 幸福就在眼前的时候我们不愿去认真感受，到了想感受的时候却只能发出无谓的臆想，这样的事实想想就教人难过。 这本书说得对极了，只有真的到了某个地方才能发现它竟与原来想象中的全然不同。 我想象中那杨柳依依，风景宜人更迷人的苏州竟化作了整日阴雨连绵，寒风阵阵的可厌模样。 这让我意识到你虽然会因为一个故事或是一个人而觉得某个地方可亲，但同样的，你也会因为了解到这个地方的其他特质而觉得它可憎。 我实在是一个悲观且没有毅力的人。 有句话值得一提： “如果我们对这个时代或精英的价值观感到痛心，那么思及地球生命的丰富多彩，或许会让我们感到释然，让我们记住，这个世界除了大人物的事业，还有在原野鸣叫的草地鹨。” 我想，我还是可能在某一天路过一个江南小镇，招惹到一个巧笑倩兮的“你”吧。 到那时，我也许真的会“错认他乡是故乡”。 我对喝酒深恶痛绝，恨不得把全世界的酒一股脑倒进太平洋。 但现在我唯一想说的话就是 “读者诸贤，干杯！”","tags":[{"name":"胡言乱语","slug":"胡言乱语","permalink":"http://yoursite.com/tags/胡言乱语/"}]},{"title":"秋之芒草","date":"2017-10-21T10:34:28.000Z","path":"2017/10/21/秋之芒草/","text":"秋之芒草 你是不得不飘荡的风 我是芒草走不动 来时低头倾倒你怀中 过后仰首看长空 春去秋来拨弄你影踪 我随你步伐迎送 传来传去一声声保重 保存一年年悸动","tags":[{"name":"电影","slug":"电影","permalink":"http://yoursite.com/tags/电影/"}]},{"title":"言叶之庭","date":"2017-09-23T12:57:41.000Z","path":"2017/09/23/言叶/","text":"隐约雷鸣 阴霾天空 但盼风雨来 能留你在此 隐约雷鸣 阴霾天空 即使天无雨 我亦留此地 ——万叶集《雷神短歌》","tags":[{"name":"杂记","slug":"杂记","permalink":"http://yoursite.com/tags/杂记/"}]},{"title":"《大唐》与婠婠与我的漫谈","date":"2017-09-07T11:04:29.000Z","path":"2017/09/07/大唐/","text":"临江仙（杨慎） 滚滚长江东逝水，浪花淘尽英雄。 是非成败转头空。 青山依旧在，几度夕阳红。 白发渔樵江渚上，惯看秋月春风。 一壶浊酒喜相逢。 古今多少事，都付笑谈中。 《江山》未完是遗憾《大唐》完结竟也是遗憾。 我花了大约二十天的时间匆匆读完了黄易的《大唐双龙传》，前半本算得上细细品读，后半本就有心无力了，只好捡我喜欢的片段去读，严格说起来我不算是武侠迷，读大唐也是因为上个月有一天我忽然想起了从别处听来的“慈航静斋”四个字，查了一下才知道是这几个字在黄易的大唐中出现，这才有了阅读的兴趣，可见冥冥之中自有天意，书中大段的打斗情节并不能使我产生读下去的兴趣，支持我读完的是环环相扣的剧情以及几个我所关心的人物的命运。 在书中众多的女性角色中我最喜欢在意的是婠婠，相比较师妃暄的仙气逼人，石青璇的灵动秀美，我更喜欢婠婠的神秘莫测。 猜不透，摸不着的东西才最撩人，在这个观点中把“东西”换成“人”也同样适用。 我读这种书代入感总是比较强，所以在作者进行了一系列的铺垫后因为八个字，我彻底“爱”上了婠婠，她如此给徐子陵写到： “爱你恨你，一生一世” 而从一开始我就对婠婠寄予了莫大的期望，因为这实在是一个很容易让人喜欢上的角色——魔门妖女，心狠手辣，丽色无俦，还有时不时对徐子陵表现出来的一往情深。 可能是因为魏柔的缘故，师妃暄的出世我只是觉得遗憾，并没有不甘心的感觉，可婠婠的结局我不能理解也无法接受。 等待十年只为送一个果篮的结局绝不应该属于写出“爱你恨你，一生一世”的婠婠。 好的故事情节的发展不应该只由剧情决定，书中人物的性格同样应该起决定性作用，各种角色不再作为被牵线的木偶而登台表演，而是真正成为了活在读者心中的一个活生生的有血有肉的人。 这一点我认为《大唐》几乎做到了。 在《大唐》中，婠婠的师傅祝玉研的自尽成为剧情的一个转折点，在这之前，婠婠没有太大的发展空间，师傅的期许与魔门的使命不容许她作别的选择。而祝的死亡成为了一个很好的契机，为了不顾一切和石之轩拼命，婠婠同魔门决裂，这也算是有机会脱离魔门了（或者以书中的说法“另辟蹊径统一魔门”），虽然她说这只是因为要为恩师报仇，可她与徐子陵的在交谈中又提到老石想要杀徐子陵。大家明白的，这很容易让人产生误解，所以闹得我以为婠婠不仅为了报仇，还要为了保护徐子陵而与同门决裂，这种美救英雄的桥段实在是让我欲罢不能，但是后来作者对这件事再也没提过，可能是我猜错了吧。。。总之当看到这里的情节时我很高兴，因为剧情在向我希望的方向发展，只有脱离魔门婠婠才有机会被徐子陵接受（徐子陵的感情发展要比寇仲打天下对我的吸引大得多）。 黄易也的确很给面子，又为婠婠安排了一出真情流露的戏，让婠婠说出了那八个字，可让我郁闷的是陵少非但没有任何表示，甚至连动心的表现也没有。在这之后婠婠又不惜出卖同门而为徐子陵争取时间疗伤，而且还明确表示要陪徐子陵一段时间以寻疗伤之法，这他妈就差说“我要嫁给你”了啊！说实话当时我的心跳很不争气地加速了，可陵少竟学那坐怀不乱的柳下惠，哦，也不能这么说，徐子陵当时沉浸在马上就要见到石青璇的喜悦中，怕是根本没注意到婠婠，他只是告诉婠婠“不劳婠大姐大驾”（天呢，我居然对当时的情况记得这么清楚），而婠婠在得知徐子陵此行是要找石青璇后还表示要护送他前去，最后在他们分别时婠婠说了一段话很不寻常，大体的意思是“与君就此别过，祝石青璇早日为子陵诞下小子陵”，这种话就算单摘出来讲，在男女关系中，说话者要是不真正喜欢说话对象，是绝不会这么说的。而徐子陵愣是毫无表示，相反他问完婠婠将要去往何处后还后悔了，可怜婠婠只能为了这种近乎客套的事情而高兴。 至此，我可以肯定徐子陵对婠婠没有感觉，后来我才知道老黄怕是早已经在心里组好陵璇cp了。 我这一大段的怨念之语描述的情节又成了另一个转折点，老黄强行为陵璇cp铺路，婠婠之后的故事已经失控：几乎已经脱离魔门的她又回到了祝在世之时的状态，为了统一魔门居然和之前要拼命的老石而合作，还出卖了徐子陵的机密情报，更出手打伤徐子陵，最关键的是她做这一切的原因只是作者为了增加寇仲徐子陵帮助李世民统一天下的难度，虽然不出意外婠婠最后会失败，可她稀里糊涂的就一败涂地了，这种剧情完全及不上之前的剧情精彩。 而最让我不能忍受是她居然一边口口声声说只爱徐子陵，一边却公然和寇仲调情，她这样做是完全没有动机的，哦，也不能说没有动机，毕竟作者需要她不时出场一下，以确保我们还记得这个角色！为了徐子陵和石青璇最后的完美结局，婠婠连见徐子陵一面都困难重重。 或许是我太先入为主了，但这的确不是我心中活着的婠婠，这只是一只被操纵的木偶。 再说徐子陵，他的性格作者塑造的很鲜明——闲适自在，忧国忧民。徐子陵肯定明白婠婠深爱着他，可他还是对婠婠表现的无情至极，我从没有认为他这么做是不对的，因为我知道他打心底里就无法接受他不认同或者说与他的世界不契合的人。从沈落雁的满腹心机到商秀珣难缠的士族风气再到婠婠出场时的残忍嗜杀，一旦给了他不好的印象，纵使在这之后她们如何表达对徐子陵的情意，徐子陵也没有丝毫的动心，在这方面作者写得非常明白。对沈落雁和商秀珣两个人我无话可说，可婠婠不同，她是大团圆结局的牺牲品，我宁愿婠婠的结局是死亡，因为在我心中的婠婠是那种得不到，毋宁死的人。 可悲，可叹，她竟是连死也不能了。 我总觉得老黄把剧情搞得就像表面说一套，扭过脸又做另一套一样，徐子陵和师妃暄都向对方大胆表白过，但他们相忘江湖的结局有算哪门子事呢？说归说，但其实我是理解师妃暄的，每个人都有自己的追求，你可以不认同，但应该学会去尊重。 反而是婠婠，我不明白之前对婠婠整本书的铺垫到底是为了什么，就为了她那最后没头没尾的结局吗？ 如果说悲剧就是把美好的东西毁灭给人看，那我觉得婠婠就是悲剧，因为作者把我心中的婠婠毫不犹豫的给毁灭了。 想到这些我忽然觉得作者那看似有情的大团圆结局其实最是无情。 婠婠需要被徐子陵认可的契机，而作者到最后都没有给她。 我在豆瓣把机会给了我心目中的婠婠， 有兴趣的看官可以移驾到我的豆瓣书评区。 我写这么多主要是因为面对结局我很失望，难过，以至于感到有些痛苦，这样的情绪无处述说，我也只能在我的博客里宣泄了。 时间是否应该有长短？ 宇宙是否应该有终点？ 爱恋又是否应该有结果？ 我想，这些问题的答案就在歌声中回荡。 《2003》送给婠婠","tags":[{"name":"读书 随笔","slug":"读书-随笔","permalink":"http://yoursite.com/tags/读书-随笔/"}]},{"title":"八月·苏州·求学记事","date":"2017-08-26T12:16:54.000Z","path":"2017/08/26/八月/","text":"原谅我用求学这个字眼[捂脸] 其实也没啥好“记事”的，本来刚开写博客的时候我计划每个星期都多少写一点的，但我真的是低估了自己的懒劲儿，凡事总有底线，现在我就稍微体谅一下自己，把一个月作为期限吧。有条件要写，没有条件创造条件也要写！ 这个月对我来说真是多事之夏，而且大多都是糟心事，闹得我连看电影的心情都没有了，难受ing。这次就随便捡一件事写写吧。 这事说出来我都嫌丢人，我的四级考试又双叒叕挂了，哎，尽管我不断安慰自己这是成功路上必须要经历的磨难，但每当想起这事儿就恶心得想吐，哎，这又能怪得着谁呢，技不如人只能甘拜下风了，不过至少这证明了两点： 1.我是真的不喜欢学英语，注意我说的是学英语，从欣赏的角度来说我还是对英语有好感的，可一旦牵涉到学，就万事休矣了。 2.缘分还是没到 哎，不管怎么说都还得从头再来。 这次就写到这里吧……（不是我敷衍啊，是真的没什么心情写下去了） 最后，就让我拿守夜人的誓词来激励一下自己吧： Night gathers, and now my watch begins. It shall not end until my death. 长夜将至，我从今开始守望，至死方休。 I shall take no wife, hold no lands, father no children. 我将不娶妻、不封地、不生子。 I shall wear no crowns and win no glory. 我将不戴王冠，不争荣宠。 I shall live and die at my post. 我将恪尽职守，生死于斯。 I am the sword in the darkness.I am the watcher on the walls. 我是黑暗中的利剑，长城上的守卫， I am the fire that burns against the cold, the light that brings the dawn, 抵御寒冷的烈焰，破晓时分的光线， the horn that wakes the sleepers, the shield that guards the realms of men. 唤醒眠者的号角，守护王国的坚盾。 I pledge my life and honor to the Night’s Watch, 我将生命与荣誉献给守夜人， for this night and all the nights to come. 今夜如此，夜夜皆然。","tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}]},{"title":"沧海一声笑","date":"2017-07-28T13:17:12.000Z","path":"2017/07/28/沧海一声笑/","text":"前几天看《笑傲江湖2东方不败》又听到了《沧海一声笑》，感觉黄霑歌词写得真好，所以在这里记下来。 《沧海一声笑》 沧海笑 滔滔两岸潮 浮沉随浪记今朝 苍天笑 纷纷世上潮 谁负谁胜出天知晓 江山笑 烟雨遥 涛浪淘尽红尘俗世知多少 清风笑 竟惹寂寥 豪情还剩了一襟晚照 苍生笑 不再寂寥 豪情仍在痴痴笑笑 啦….. 《只记今朝笑》 沧海一声笑 白云飘呀绿水摇 世界多逍遥 自由的风呀自在的鸟 今朝的欢笑 多么的快乐 多么的美妙 多么的不得了 唱你的歌呀唱我的调 唱尽世间逍遥 今朝的欢笑 心在飘呀身在摇 唱我逍遥调 快乐的人唱快乐歌谣 声声都是欢笑 笑看呀滔滔潮 世界好逍遥 浮沉随浪只记 今朝的欢笑 多么的快乐 多么的美妙 多么的不得了 白云飘呀绿水摇 世界多逍遥 自由的风呀自在的鸟 今朝的欢笑 快乐得不得了 快乐得不得了 快乐得不得了 快乐得不得了","tags":[{"name":"电影","slug":"电影","permalink":"http://yoursite.com/tags/电影/"}]},{"title":"二十一世纪电视纪度大赏","date":"2017-07-23T02:49:24.000Z","path":"2017/07/23/电视剧/","text":"女士们先生们！今天万里无云！今天阳光明媚！今天……据说有雨！ 咳……咳…… 欢迎各位来到可能史无前例但绝对会后有来者的二十一世纪电视纪度大赏晚会的现场！ …… …… 居然没词了，言归正传吧。 我这个人很缺乏耐心，所以其实我不大爱看电视剧，若是一部剧不符合我的胃口，我很难看完一整部，特别是近段时间，以前追过的剧有的看到一半就弃剧了，所以现在我能完整看完的剧已经不多了，而但凡我看完的剧，那绝对是我真正喜欢的，绝对不是闲着没事将就消磨时间的，而有几部剧实在是太精彩了，以至于我有种强烈的感觉想把它们记录下来的。若是你闲着无聊，不妨看看我所喜欢的电视剧。 这里我除了介绍出我最喜欢的剧外，还列出了几部我完整看过的剧。 中国 《武林外传》 讲真，其实我没看过多少部国产剧，大部分都是小时候跟着大人看的，那时候倒是零零散散看过不少，但很多看过就忘了，没留下什么印象。然而有一部剧不仅让我印象深刻，还给我的童年带来了很多乐趣。这部剧就是《武林外传》。 有时候一个故事很难满足所有人的要求，可我认为《武林外传》这部剧几乎真正做到了这一点，我觉得它适合任何年龄段的人，就我自己来说，在无论我是什么心情，看《武林外传》都能给我的心灵以平静，这并不是我夸张的说法，这真的是我的真实感受。据我的不完全统计，《武林外传》我至少已经看了三遍了，将来还可能看更多遍，我觉得无论看多少遍，我都不会厌倦的。 正如前面说的，我看的国产剧太零散了，所以这里就不一一列出来了。 欧美 《权力的游戏》 哇，《权力的游戏》这部剧简直了，我向每个让我推剧的人都推荐过它，真的，没看过这部剧绝对是人生的一大遗憾，我再说一遍，没看过这部剧绝对是人生一大遗憾！我绞尽脑汁也找不出形容词来描述不出来它的好，我只是记得我在看第一季的时候，对艾德史塔克的死还可以接受，可在看第二季结尾血色婚礼的 时候我整个人都懵逼了，这他妈的我做梦也想不到的剧情的，原来这他妈的就叫惊喜啊。相信我，只要你看过了《权力的游戏》，以后你看的任何故事的任何剧情都不会让你太吃惊。不多说了，这剧谁看谁知道。此剧只因天上有，人间哪得几回闻啊。 我还看过的其他美剧有下面这些，《行尸走肉》算是我的美剧启蒙，就是因为它，我之后就只喜欢看那种丧尸和魔幻风格的美剧了。下面这几部剧都挺不错，除了《行尸之惧》这部我觉得是圈钱的衍生剧。 《行尸走肉》 《血族》 《双螺旋》 《丧尸国度》 《荒原》 《行尸之惧》 《西部世界》 《神探夏洛克》 韩国 《请回答，1988》 尽管我没看过几部韩剧，但我敢保证，无论我再看多少韩剧，《请回答，1988》都是毋庸置疑最最好的一部。说真的，《请回答，1988》是一部电视剧的集大成之作，几乎已经是电视剧发展的巅峰水平了，从它之后的电视剧可能在技术上有很大的进步，但我觉得在内容方面不会再有什么发展了，不是说它的剧情多么曲折跌宕，而是它所表达的那种感情。故事是普通人都或多或少经历过的故事，可它就是那么的打动人心。就像上面这幅海报上的面孔，他们不再没有意义，那些由像素点组成的画面竟然鲜活了起来，那些情感竟然透过屏幕发散了出来。 德善，正八，善宇，阿泽，娃娃鱼，你们怎么说长大就长大了，呜呜呜呜……我还没看够你们呢。 没看够在得知善宇喜欢宝拉时德善抓狂的动作。 没看够正八冷酷的外表下那颗无比温柔的心。 没看够善宇那无时无刻真诚的笑容。 没看够阿泽对所有人都腼腆的眼神。 没看够娃娃鱼睿智的谆谆教导（哈哈哈）。 那一切都没有看够啊。 “阿一古成社长 阿一古金社长 见到你很高兴 ……“ 我能见到你们也很高兴，高兴得快要哭出来了。 再多的话语也难以表达我对你们所有人的感情。 还有两部也不错。 《来自星星的你》 《太阳的后裔》 后记 我看的动漫其实也不少，本来想记在这里，但转念一想又不太合适，哪天可以另开一篇记一下。传言日剧也很有几部不错的，不过我对日剧兴趣不大，至于泰剧，甚至印剧，那就更不感冒了。","tags":[{"name":"电视剧","slug":"电视剧","permalink":"http://yoursite.com/tags/电视剧/"}]},{"title":"时光啊！请回答吧。","date":"2017-07-11T04:56:04.000Z","path":"2017/07/11/请回答/","text":"再见了，各位。 再见了，双门洞。 这篇文章的主题是记忆。 在我们的生命中，一些东西不断出现，又不断消失，那就是记忆。 那些不经意间使我们开怀大笑或者悲伤流泪的东西，是记忆，是已经成为记忆的那一段段经历。 对一个人来说最重要的是什么呢？我认为真正造就一个人的只有两样：灵魂与记忆 记忆搭建了一座城堡，灵魂在其中翩跹起舞。这座城堡每天都有新的部分建成，旧的部分消失，灵魂总是在探索那些新的区域，但有时也会回到那许久都不曾到过的地方。 灵魂与生俱来，当我们懵懵懂懂地意识到自己是什么的时候，灵魂也就诞生了。一个人的灵魂是在不断的变化的，十年前的你和现在的你是同一个人吗？这个问题对于我来说答案是明显的，当然不是，甚至我觉得我每时每刻都在发生变化，对世界的体验，对生命的感知，无时无刻都在改变着我。我曾仔细想过，既然我与十年前的自己不是“同一个人”，那么“他”是如何变成现在的“我”的呢？我想，我与他真正的不同在于记忆，这十年来各种各样的经历所造就的记忆。 记忆是真实的，它源于我们对外界事物真实的感知，我们永远无法真正做到自己欺骗自己。而记忆又是虚幻的，有时候记忆并不代表你亲身经历过，一张照片，一段视频等等一切承载了信息的东西，只要是能打动我们，就都可以成为记忆，记忆更多的是我们对情感的记录。就好像你的大脑认为，读一本书和与某个真实的人对话并无区别。 在记忆这座城堡上空存在许多极光，它们变幻莫测，令人神往。这些极光是灵魂与记忆合成融合的产物：情感，复杂的情感，那些我们代号为快乐、痛苦、悲伤等等的情感。极光绚丽多彩，正代表了各种各样的情感，单一的情感并不存在，我们的感受由各种各样的情感组成，这就导致有时候情感是难以表达的，就好像我现在写文字的体验——表达出来的往往与心中所想的有很大差异，或者干脆根本表达不出来。 无论你经历或者感知到的是什么，无论你珍惜还是摒弃现在或者将来的生活，你都不能阻止它们变为一段记忆。对记忆来说，一秒或是一亿年并没有什么区别，它总会随着时间的流逝逐渐消失。 在这有限的生命中，我们所能做的不过是对即将遗忘的记忆说一声“再见”，对即将到来的记忆说一声“你好”罢了。 而我们所真正拥有，谁也没办法夺去的，也唯有记忆。 不知道为什么，记忆总是给我伤感的感觉，即使是欢乐的回忆，回想起来也充满了忧伤。可能这是因为不论是快乐还是难过，那一切的记忆，都只是记忆了，再也回不去了，再也经历不到了，再也没有当初那种刻骨铭心的感觉了，无论你多么想念，无论你多么向往，无论你多么想要把它抓握在手中不放它离去。 时光啊，青春啊，曾属于我的一切啊，请回答吧，若你们能听到我的呼唤。 ——谨以此文纪念《请回答，1988》这段记忆","tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}]},{"title":"情不知所起，一往而深","date":"2017-06-10T12:09:34.000Z","path":"2017/06/10/情不知所起，一往而深/","text":"“樊於期曾为她打开了一扇门，她进去时是一个女孩，出来变成了妇人。她觉得这样很好。后来，她遇见了成蟜。成蟜也为她打开了一扇门，她进去时是一个妇人，出来则变成了女孩。她觉得这样更好，无以复加的好。” ——曹昇《流血的仕途》 两千多年前的某一天，秦王嬴政的弟弟成蟜去一家名叫桂楼的酒楼喝酒，以他尊贵的身份，自然是闹腾得酒楼内人尽皆知。正巧，当时酒楼内有一个叫樊於期的秦军军官也在吃酒，于情，成蟜乃是王弟，对樊於期来说平时难得一见，好不容易见到了当然要去“亲近亲近”，于理，当时成蟜已被秦王任命为大将军，统领十万秦国虎狼之师，说起来他是樊於期的顶头上司的顶头上司的顶头上司，樊於期怎么也得去拜见一下。 于是，樊於期就拉着她夫人前去求见，成蟜当时已经喝醉，面对樊於期的行礼是瞅也没瞅一眼，他正醉眼朦胧地盯着樊於期的夫人呢，看着她盈盈下拜的娇躯，成蟜心中好一顿燥热，怕是连骨头也酥了。 各位看官可能要问，这女的谁啊，怎么就把成蟜迷成这样，成蟜当时肯定也和你们一样纳闷，他问樊於期此女是何人，樊於期老实回答此女是他夫人，名曰宓辛。听得宓辛二字，成蟜恍然大悟，宓辛年轻时号称秦国第一美女，说是七国千万少男的梦中情人也不为过，成蟜少时必然听过她的名字，说不定成蟜还迷恋过她那。想到这里成蟜又向宓辛看去，宓辛虽然已经过了三十岁，可她还是如年轻时那般流光溢彩，娇媚撩人，美酒越是陈酿就越是甘醇，想来美人也是如此罢。 搞清楚了状况，成蟜便肆无忌惮起来，当着樊於期的面就要对宓辛用强，宓辛肯定是宁死不从，樊於期也是大怒，立时就要和成蟜拼命，接下来就和我们听惯的恶霸欺辱妇女的故事一样，樊於期被打得半死，宓辛为了樊於期活命没奈何答应跟成蟜回府，按后面的剧情发展这又是一个悲惨又俗套的故事，可世事无常，谁都没想到的情况发生了。 成蟜，秦国远近闻名的美男子，他的美可不是开玩笑，华阳太后和夏太后比起嬴政更喜欢成蟜可不是没有原因的，可能他并没有卫玠羊车璧人那般夸张，不过想来也相差无几了。再者说他还是嬴政的亲弟弟，可以说只要上一秒嬴政暴毙，下一秒他就成秦王了，这种身份天下能有几人拥有！成蟜是在醉酒的情况下把宓辛掳回府的，当时他的行为样貌必然都不会太好看，等他酒醒，沐浴更衣后再见宓辛时，就又是另一番情况了。此时他和宓辛都已冷静下来，当他恢复王家气度冷酷地注视着宓辛时，宓辛竟是再也生不出当初的厌恶之情，此时她仅有的只是莫名的心跳。出于某些的原因，成蟜把宓辛扣在了君候府，除了出府，其他一切如宓辛所愿。 从前有位前辈说过对付美女最好的法子就是让她见另一个美女，我觉得极是在理。宓辛每日生活在成蟜府中，时常能见到成蟜，成蟜前呼后拥俱是绝色，而且她们都比宓辛更加年轻，这样的情况必然对宓辛造成了极大的打击，她渐渐意识到成蟜其实并不觊觎她的美色。再说成蟜本身的气场也足够强大，又是出名的美男子，生活在这样的环境中，宓辛的内心早已迷茫了。当时具体发生了什么，如今谁也不得而知，但最后的结果却是宓辛发生了一些变化。 无意间，成蟜为宓辛打开了一扇门，她进去时是一个妇人，出来则变成了女孩。 女孩最大的特点是什么？怀春啊！不知不觉间，宓辛就成了一个怀春少女。她惊讶的发现，成蟜要是偶尔对她温柔一笑，她的世界马上就春暖花开，整个人都沉浸在喜悦中。仿佛海边的潮水因她而起落，天上的云朵缘她而卷舒。闭眼是他，睁眼也是他，走路时想他，吃饭时想他，就连在梦中也还是想他。做任何事都心不在焉，上一刻还没甚感觉，下一秒便莫名其妙笑出声来。常言说，圣人先知先觉，不以物喜，不以己悲，我想那是圣人还没碰到自己真正喜欢的人吧。哎呀，一不小心就妄言了圣人，不妥不妥，罪过罪过。 让宓辛感到更加惊讶的是，如果她一连几日都见不到成蟜，或是偶然迎面碰到，成蟜却对她毫不假以辞色，甚或是她不小心撞到成蟜和别的女子在巫山幽会，每当这时，她的世界就一片愁云惨淡，凄凄惨惨了，心里也乱作一团。就算是盯着镜中自己绝美的容颜都在思虑自己是不是生得面目太过丑陋了，随着情况的逐渐加重以至于时时自怜自艾，患得患失，惶恐不可终日。待她想到极处，也只能感慨： 君如天上月，不肯一回照。 妾似井底桃，开花向谁笑？ 妾生君未生，君生妾已老。 恨不同日生，日日伴君好。 宓辛如此激烈的心理变化，成蟜自是一无所知。甚至从他们初遇的那日起，成蟜就再也没有动过宓辛，仿佛宓辛并不存在一般，成蟜对她既没有远观，也没有亵玩。即便是成蟜偶尔瞥见宓辛在偷望着他，待他们的目光交汇在一处，宓辛的表情却转瞬间就由幽怨变作娇羞了。这时成蟜也只会暗自惊奇，他永远不会知道为什么前几日还拼死抵抗的妇人，现在竟变成花痴少女了。 成蟜虽然不知，可后世有一个叫歌德的诗人却知道： “我爱你，与你无关 真的啊 它只属于我的心 只要你能幸福 我的悲伤 你不需要管“ 即使话如是说，可我想，宓辛无时无刻都在希望成蟜能够抚慰她心中的悲伤啊！ 千百年后有人知道了宓辛的故事后还为她写了祭文，其中有句话写得极好，特在此借来一用： “识长安君，初，欲拒而不可，再，欲近而不能。而卿心碎，而卿肠断，虽千夜梦回，而情丝不斩。” 念及此处，我不禁酸溜溜的想，宓辛求之不得，顶多寤寐思服，可她怎么就要死呢？ 是的，这个故事的结局并不美好，宓辛死了，面对成蟜的不闻不问，不理不睬，乃至最后绝情的抛弃，宓辛痛极，投井而亡。 她当时已和丈夫甜蜜的生活了十几年，更重要的是她还是四个幼子的母亲，成蟜也已答应放她离开，她几乎拥有了一个女人所能拥有的美好的一切，特别还是在当时那个时代，可她为什么就要死呢！ 我想，这个问题唯有一“情”字可解。 正所谓情不知所起，一往而深，生者可以死，死可以生。 成蟜最终的结局也令人唏嘘，他谋反事发，兵败而亡，或许投井而死对宓辛来说就是最好的结局了，若是她活到成蟜兵败，她的下场必然极其凄惨。 又或许，成蟜当初也爱上了宓辛，可他自知谋反乃是夷族大罪，为了不连累她，只能离开她，待得事成，再迎她为王后，谁知世事难料，宓辛竟然用情到如此地步，不可得，毋宁死。 《流血的仕途》这本书极其精彩，提及宓辛也只是因为情节的需要，书中许多故事足以令我心事浩茫连广宇，于无声处听惊雷。可我却偏偏先写了成蟜和宓辛，可见这其实是一片酸文。 不得不感慨有时候王侯将相是真的有种啊！ var cloudTieConfig = { url: document.location.href, sourceId: \"\", productKey: \"69e5d909f5e04ac584d1b4668f51eac0\", target: \"cloud-tie-wrapper\" };","tags":[{"name":"读书","slug":"读书","permalink":"http://yoursite.com/tags/读书/"}]},{"title":"万历十五年之于公元2017年","date":"2017-05-26T14:14:04.000Z","path":"2017/05/26/万历十五年之于公元2017年/","text":"图文无关 标题起的有点夸张了 这几天读完了《万历十五年》，感触良多，张居正、申时行、海瑞、戚继光、李贽等人的能力或德行毫无疑问都是一时之选，可他们的结局不是身败就是名裂，甚至身败名裂，究其原因作者黄仁宇解释得非常清楚——人作为一个依赖周围环境所存活的个体就必然会受到周围环境的制约。远见卓识是非常重要的，可是一个人再有才能也不能超脱时间和空间的束缚，有些事情在当时或许是不解之谜，可几十几百年后说不定就会水落石出。 前几天有件事在国内引起了轩然大波，起因是一个姑娘在国外大学做毕业演讲，她的演讲引起了舆论的讨论，就事论事来说，人们的讨论点主要在于这个姑娘好巧不巧的在大谈“自由”前，首先提到了“空气”，她说她从中国带了五个口罩来美国，到了之后才发现根本不需要戴口罩，美国连空气都是甜的，这种言论无疑是非常具有争议性的，或许这个姑娘的确是真情流露，可她所说的话并不完全代表自己，她首先是作为一名中国公民在外国做公开性的演讲，而她却说出了一些不负责任的言论，中外媒体正是基于这种原因才把这个事件推上了风口浪尖。 若是在平时我绝不会对这么一件事考虑这么多，可巧合的是我在《万历十五年》这本书中发现了一些和这件事情大有关系的观点 书中如此描述到 “我们的帝国不是一个纯粹的”关闭着的社会“——在那样的社会里，各种职业基本上出于世代相承——然而它所给予人们选择职业的自由任然是不多的。一个农民家庭如果企图生活稳定并且获得社会声望，唯一的道路是读书做官。然而这条道路漫漫修远，很难只由一个人或一代人的努力就达到目的的。通常的方式是一家之内创业的祖先不断的劳作，自奉俭约，积铢累寸，首先巩固自己耕地的所有权，然后获得别人耕地的抵押权，由此逐步上升为地主。这一过程往往需要几代的时间，经济条件初步具备，子孙就得到了受教育的机会。这其中，母亲和妻子的自我牺牲，在多数情形下也为必不可少。所以表面看来，考场内的笔墨，可以使一代清贫立即成为显达，其实幕后的惨淡经营则历时至久。这种经过多年的奋斗而取得的荣耀，接受者只是一个人或至多几个人，但其基础则为全体家庭。“ 还提到 “中国以道德代替法律，我以批评得很透彻。但是现下仍有很多的西方人士，以为西方的法律，即使道德的根源。这种误解，也待指摘。比如西方所谓“自由”及“民主”，都是抽象的观念。务必透过每一个国家的地理及历史上的因素，才行得通。英国之民主，即不可能与日本之民主相同，而法国的自由也和美国的自由有差别“ 橘逾淮为枳，我们的国家自古以来就与别国在各个方面大有不同，尤其在思想上与其他国家有很大的差异，从鸦片战争到现在还不到二百年，可我们所生活的环境却已完全改变，在这过程中充斥着无数的鲜血与汗水，混杂着数不清的人的毕生努力，所以我们有必要也必须要突破固定的格局来看待周围的事物，然后理智地做出判断。 ps:最近精神有些不太好，这篇博文简直写得乱糟糟的，若有人看到这篇博文后有不同观点还请见谅。 var cloudTieConfig = { url: document.location.href, sourceId: \"\", productKey: \"69e5d909f5e04ac584d1b4668f51eac0\", target: \"cloud-tie-wrapper\" };","tags":[{"name":"读书","slug":"读书","permalink":"http://yoursite.com/tags/读书/"}]},{"title":"不涉风月","date":"2017-05-22T13:35:08.000Z","path":"2017/05/22/不涉风月/","text":"班扎古鲁白玛的沉默（见与不见） ​ 扎西拉姆·多多 你见，或者不见我，我就在那里，不悲不喜。 你念，或者不念我，情就在那里，不来不去。 你爱，或者不爱我，爱就在那里，不增不减。 你跟，或者不跟我，我的手就在你手里，不舍不弃。 来我的怀里，或者，让我住进你的心里。 默然 相爱，寂静 欢喜。","tags":[{"name":"诗云","slug":"诗云","permalink":"http://yoursite.com/tags/诗云/"}]},{"title":"世界是属于勇敢者的","date":"2017-05-16T05:05:33.000Z","path":"2017/05/16/世界是属于勇敢者的/","text":"炎炎夏日 希望我贾的歌可以给大家带来一丝清凉 这几天终于把《巨人的陨落》给读完了，说来很惭愧，这本号称全球读者平均三个通宵读完的小说我竟然前前后后读了三个月。 比起那些月读百本的大佬我真是感到很羞愧，我也不知道为什么，放假在家的时候尚且能做到时常“开卷”，可自从到了学校，每当我合上书之后就再也不想翻开了，只有等到几天之后才能重新焕发读书的热情。 真是咄咄怪事（就是因为懒！） 虽然花费了这么长时间，但好歹是读完了，恩，能做到有始有终也很好…… 这本小说以一战时期风雨飘摇的欧洲大陆为轴心，采用多条故事线并行发展的方式叙事，故事主要围绕五个主要角色展开。 其涉猎之广泛，内容之丰富令人惊艳。 在世界变得天翻地覆的过程中，五个不同阶级，不同信仰，不同国家的年轻人经历着一次次巨大的考验，在此期间他们展现出一种可贵的品质： 勇气 勇气让比利在索姆河畔攻占了德军阵地 勇气让格雷戈里带领人们走上彼得格勒的街头 勇气让沃尔特一次次冒险深入敌营 勇气让格斯承当起责任阻挡住德军的一次次进攻 甚至就连最应该没有勇气的菲茨都在战争中勇敢的指挥作战 而正是因为勇气，他们才得以站在了世界的舞台上尽情表演。 其实我很怕这种有很多主角或者说没有主角的故事，因为你喜欢的角色或者你认为是主角的角色可能会突然死亡： 可怜的汤师爷，正好好地吃着火锅唱着歌，然后就碰到了麻匪，然后就没有然后了…. 这其中最为经典的就是《冰与火之歌》各种角色说死就死，管你是主角配角。 你屎淋到头啦！ 额，真不好意思，发错了…… 你死到临头啦！ 好在肯福莱特没有马丁大爷那么重口 各个角色都有惊无险地活了下来 其实我们可以把这本书当做历史书来看，当然了，我们要有自己的主见，因为毕竟这是一部小说，作者的主观意识难免会产生一些影响。 抛开这一点来说这本书特别适合像我这样历史知识特别匮乏的人，在看这本书之前我甚至不知道丘吉尔的全名是温斯顿·丘吉尔…… 我唯一知道叫温斯顿的生物是 额，有点扯远了。 而且更重要的是这部小说对历史事件的描述深入浅出，利用各个角色的视角还原了整个一战过程中的各种重大事件。在阅读的过程中你仿佛化身为各个身份不同的角色，游历在动荡的欧洲大陆上。 当肯福莱特用文字将那一段段历史鲜活地呈现在我面前时，我忽然发现历史竟是那么的有趣，上学时怎么也记不住的历史事件竟然就那么自然的刻画在了我的脑海里。 这部小说最大的一个主题是战争，整部小说也是围绕一战展开的。 而我认为这本小说本质上是描绘了一战前后各个大国的政治变化。 因为在克劳塞维茨在《战争论》中说： “战争无非是政治通过另一种手段的继续。 战争总是在某种政治形势下产生的,而且只能是某种政治动机引起的。” 我觉得战争是政治博弈的一种最终手段，因为战争是极其不可控的，尤其是那种涉及多方面的大规模战争，任何微小的变化都有可能改变战争的走向。 在战争中交战的各方都面临着巨大的危险，无论是发动战争的政治家或是各国人民。 因为萨拉热窝事件而冲动草率发动战争的德皇不会想到战争结束时自己会被迫退位。 沙皇更加不会想到战还没打完他就被杀死了，就连他的帝国都被布尔什维克推翻了。 而战胜的协约国也没料到他们的胜利其实是为世界埋下了毁灭的种子。 这正应了莎士比亚所说的： “这些残暴的欢愉，终将以残暴为结局” 对政治来说战争除了不可控，还会带来更严重的现实问题 当战争分出胜负，甚至的战争进行的时候，交战双方就不得不面对一个巨大的麻烦。 即庞大的债务。 一战中英国莫名其妙的卷入到了德国、奥匈帝国与沙俄、法国的战争中，在战争即将滑向无底深渊的时候英国人不仅没有撤出来，反而想方设法把美国人托下了水，这令人诧异万分的举动都是因为一个字 钱 在书中有这样一段描述： “这场战争每天耗费五百万英镑，是正常国家花费的十倍。输了，最大的债主美国就会破产。赢了，德国会被迫代为还债，即所谓的“战争赔款”。艾瑟尔听得目瞪口呆：”所以，我们源源不断送那些年轻人上战场冒生命危险，就因为我们付不起账单….“” 就因为这样的理由，交战双方就要拼得你死我活，直到一方投降，这样的一场战争竟然发展成了一个波及全球的一千多万人死亡的巨大灾难！ 肯福莱特有句话说到了点子上： “原则上，这个国家的每个人都有责任参军服役。但是，并非每个人都有权力决定是否加入战争。” 是啊！一千多万人为了一场荒谬的战争而死！更有无数无辜的人为战争付出了惨痛的代价，民众成了战争最大的受害者。 战争结束后战败国会面临巨额的战争赔款，战胜国也同样不会轻松，但其实最后所有的交战国都要偿还自己的债务，到头来，也就没有谁会得到任何赔偿了。而之所以要在最后的和平盟约假惺惺的提到战争赔款，是因为说到底最后还是要由各国的纳税人来支付这场战争的——可要是政治家直截了当的这么跟他们说，他就别想赢得下次选举了。 而更为无奈的是，在大多数情况下战胜国人民都会报复战败国人民——不论是从精神上还是物质上。这种情况是原本是可以避免的，可有的政治家为了自己的政治前途竟然会刻意引导这种仇恨心理。 众所周知一战是一场非正义的战争，所以协约国在战争结束后瓜分胜利果实的嘴脸就有些难看，当然也不排除一些人是真的期望世界从此获得和平，毕竟伍德罗威尔逊也不是闲的没事非得编出以和平为核心的十四点计划。 但就算是威尔逊以和平为中心制定的盟约也没法阻止其他协约国对德国的无情剥削。 这就导致战败后德国民众苦不堪言，从而引发了更大的灾难，比如战后德国很多人加入了民族社会党，即纳粹党。 当然这是后话了。 每一个迈向死亡的生命都在热烈地生长。 世界是属于勇敢者的，所以世界是属于我的。 感觉一下子说了好多…… 大多都是我的胡言乱语让大家见笑了。 最后让我们和钟大哥一起来祈愿世界和平 这篇文章只是我个人粗浅的见解，有不妥的地方还请见谅。 感谢大家的访问。 var cloudTieConfig = { url: document.location.href, sourceId: \"\", productKey: \"69e5d909f5e04ac584d1b4668f51eac0\", target: \"cloud-tie-wrapper\" };","tags":[{"name":"读书","slug":"读书","permalink":"http://yoursite.com/tags/读书/"}]},{"title":"“故事”是怎样炼成的","date":"2017-05-13T12:43:57.000Z","path":"2017/05/13/故事/","text":"​ 时隔四年，《进击的巨人》再次席卷而来，还是熟悉的配方，还是原来的味道，还是那么的让人热血沸腾，不得不说《巨人》能取得如此巨大的成就主要归功于两个人——作者谏山创和导演荒木哲郎，他们的制作水平毋庸置疑，可奇怪的是在去年我看了荒木哲郎执导的另一部和巨人是同一类型的作品《甲铁城》，这部动漫远不如我想象中的好，完全不能和巨人相比肩，为什么同一个导演的作品会有这么大的差距呢？我想是因为巨人的作者谏山创讲了一个好故事，只有璞玉经过雕琢才能成为传世之作，一块石头再怎么雕也难成大器。知道了这一点之后我忽然发现正是和巨人有关的这个“故事”深深吸引了我。 ​ 其实所有的电影、电视剧、动漫、小说都只有一个目的，即讲述一个或多个故事，每一帧画面，每一个文字都在为“故事”做铺垫，那么如何讲好一个真正的故事就成了每一个创作者首先要解决的问题。 ​ 我认为，一个好故事中必然有三个因素： ​ 真 善 美 ​ 我们分开来说。 真 ​ 我认为这个“真”字其实指的是“信以为真”。 ​ 以电影为例，每一部电影中的世界其实都是虚构的世界，编剧、导演和演员都在尽力使这个世界变得真实，他们的最终目标就是让观众“信以为真”。 ​ 如今电影产业飞速发展，工业光魔所做的特效能把任何虚拟的画面制作的无懈可击，任谁也看不出破绽来，可只做到这一点是远远不够的，电影中发生的故事符合逻辑才是重点，当然这里所说的逻辑是相对意义上的逻辑，是电影中世界的逻辑，对于电影中发生的超现实现象只要在电影中有合理的解释就都可以接受，只有观众觉得他们所接收到的电影中的信息符合逻辑，他们才会更加的投入到电影中，只有观众更投入，他们才能理解电影中的故事，他们甚至会自己主动脑补出电影中不符合现实规律的部分并自己给出合适的理由，当形成这种良性循环，电影的故事就能变得足够“真”。 就拿我这几天看的两部部电影《致命魔术》和《摔跤吧！爸爸》来说 ​ 诺兰大神的电影我本不该多嘴，其实这部电影也足够精彩，但电影最后的剧情反转部分我不太能接受，世界上怎么可能有两对人分别长得一模一样呢？交流电随便搞一搞就能复制人类吗？当然万事皆有可能，但在电影中这种解释未免有些敷衍，当我产生这种怀疑的情绪之后就对整个电影产生了怀疑，进而觉得这个电影其实并没有其他人说的那么好。 而反观《摔跤吧！爸爸》 虽然这部电影讲述的是一件真实的事，但电影中故事的表达真实而自然，情感丰沛且打动人心，特别是阿米尔汗贡献了极其精彩的演技，这些因素使得整部电影显得非常真实，我在看电影的时候甚至没有对任何一个镜头产生过怀疑，就只沉浸的畅快的观影体验中了。 善 ​ 这里的“善”不只是指善良，它更像是一种感觉，一种心灵的共鸣。 ​ 古往今来以正义之名行利益之事的人比比皆是，所以有的时候因为时间和空间的限制，我们很难通过某一件事来判定某个人的好坏，况且一个人的好坏善恶是很难界定的，每个人都有自己的标准，所以“善”绝不仅仅指的是善良，“善”是一种情感的迸发。“善”是整部作品的灵魂。 ​ 在《月亮和六便士》中主角斯特里克抛家弃子遵循自己内心的呼唤全身心的投入到艺术中去，无情的扔下妻儿这种行为绝称不上是善良，可从斯特里克的一生来看，他果断决绝的舍弃舒适的生活，毫无保留的去做自己真正想做的事，甚至为此付出生命，这种精神难道称不上是“善”吗？还有故事中的一个医生，他舍弃了大好前程，同样做了自己真正想做的事——在一个偏僻的海港为人治病。 ​ 他们用自己的实际行动让小说中的“我”真切的体会到： ​ “ 难道做自己想做的事，生活在让你感到舒服的环境里，让你的内心得到安宁是糟践自己吗？难道成为年入上万英镑的外科医生、娶得如花美眷就算是成功吗？ ​ 我想这取决于你如何看待生活的意义，取决于你认为你应该对社会做出什么贡献，应该对自己有什么要求。” ​ 看完这两句话时我在冥冥之中似乎体会到了毛姆想要表达的那种感情，所以我认为有了这两句话，《月亮与六便士》这个故事就拥有了自己的“灵魂”，就拥有了“善”。 ​ 姜文讲故事很是有一套，看完他的电影后总能让人有所体会，他有部电影叫做《鬼子来了》，我看完后就深有感悟 有时候对敌人的善良就是对自己的残忍。 能让人深刻的体会到这句话就是一种“善”。 ​ 《死亡诗社》是我最喜欢的电影之一，当电影的结尾那些学生站在桌子上对着老师大喊“oh！captain!my captain!”的时候那种热烈的情感的爆发几乎让我的泪水瞬间盈满了眼眶。 ​ 这种心灵的共鸣就是“善” 还有在《进击的巨人》中尤弥尔为了克里斯塔奋不顾身的巨人化。 这也是“善”。 美 ​ 首先，必须要说明的是，我认为“美”是一类感觉的总称。 ​ 通俗来讲美即是美好、优美。 ​ 当然也不仅限于此，比如现在很流行的一种美： “暴力美学” ​ 所以美的形式有很多种，归根结底是要让人产生美的感觉。 ​ 有的美非常的直观，比如 ​ 潮起潮落，云卷云舒，皆是自然之美。 ​ 再比如我非常喜欢的电影《littleforest》系列 ​ 它美到我用它的名字做了我blog的名字。 ​ 其实说起“美”来，我脑海中最先闪现的是李安的电影，他的电影甚至只用了几个画面就征服了我，我们可以感受下。 ​ 还有我们前面提到的“暴力美学”，暴力也能产生美感。 ​ 《杀死比尔》中如舞蹈般的打斗画面甚至让血腥的场景产生了美的感觉。 ​ 有的美甚至都不需要画面，寥寥数语就能勾勒出无尽的美。 ​ 比如曹植的 ​ “其形也，翩若惊鸿，婉若游龙。” ​ “含辞未吐，气若幽兰。华容婀娜，令我忘餐。” ​ 林徽因的 ​ “你是爱，是暖，是希望， ​ 你是人间的四月天！” ​ 这些文字的美更能让人觉得“不着一色 ，而尽得风流”。 ​ 除了这种直观的美，还有一种境界美，当某件创造者的作品拥有了“境界”，那么美就成了一种神韵。 ​ 所谓识高则文淡，意高则笔减。意在笔先，不到处皆笔，笔不周而意周也。 ​ 比如李白的名句 ​ “西风残照，汉家陵阙。” ​ 寥寥八字，便造就了一种气象万千的大境界。 ​ 还有我非常喜欢的一部小说中的一段对话 ​ “「若说秦楼后天开业，诸公碰巧在苏州，届时敬请赏光，怕不仅唐突了佳人，而且齐姑娘要找我拚命了，『你为什么教我相公学坏？！』」 我把众人鄙夷的目光抛在脑后，笑道：「要不，说我虽然纳了玉家三女，却是偷偷摸摸的太不光明正大，下个月初准备摆上几桌宴请亲朋好友以正视听，诸位若是有空请来捧个人场，又怕诸公笑我王动不自量力。罢了，其实是我听说西江阁来了三个大美女，若是不过来看看，岂不是弱了我淫贼的名头？」 齐萝顿时笑得花枝乱颤：「怪不得人家说读书人的肠子都是九曲十八弯的，你说这不说那不说的，可都说出来了。」” ​ “「武林四大少联袂到访，秦楼真是蓬壁生辉。只是秦楼虽涉风月，亦有雅处。久闻隐湖弟子琴剑双修，在下已经请得江东琴神孙妙，魏仙子届时可否移樽赐教？」我突然对魏柔道，说罢目光灼灼地望着她。 听我竟然邀请天仙一般的魏柔去污秽的勾栏院，众人脸上都现出匪夷所思的表情，那样子彷佛我娶了玉夫人母女也不会让他们如此吃惊。 魏柔黛眉轻轻一锁，正欲出言，一朵不知从何处飘来的野黄花轻轻落在了她洁白如雪的比甲上，之后又被风轻轻吹走了，她目送着这不知名的小花渐飞渐远，突然展颜一笑。 「好。」” ​ 看完真的是让人感觉如沐春风。 ​ ​ 当一个故事中真的有了“真善美”之后，无论承载这个故事的载体是什么，这个故事都将脱胎换骨，真正成为一个“好”故事。 ​ ​ 非常感谢大家能听我喋喋不休的讲这么多，其中有不妥的地方还请见谅。 ​ 最后附上《巨人》的百度网盘，强烈推荐给大家 ​ http://pan.baidu.com/s/1i57hRbn 密码：j9sh ​ 最后再次谢谢大家的访问，鞠躬。 var cloudTieConfig = { url: document.location.href, sourceId: \"\", productKey: \"69e5d909f5e04ac584d1b4668f51eac0\", target: \"cloud-tie-wrapper\" };","tags":[{"name":"电影 动漫 随笔","slug":"电影-动漫-随笔","permalink":"http://yoursite.com/tags/电影-动漫-随笔/"}]},{"title":"制作博客的简单介绍","date":"2017-05-13T05:17:50.000Z","path":"2017/05/13/制作博客的简单介绍/","text":"1.注册github并创建仓库2.下载git、nodejs3.在git上安装hexo $ npm install -g hexo-cli4.修改主题5.按需求修改_config.yml6.上传到github7.写博客 hexo g hexo d 主要参考的资料主要参考教程：http://blog.liuxianan.com/build-blog-website-by-hexo-github.html#pei-zhi-SSH-key可以参考：http://blog.csdn.net/xuezhisdc/article/details/53130328遇到的问题解决：http://blog.csdn.net/liuyongshun2/article/details/54629087博客文章的发布：http://blog.csdn.net/yuzhiyun3536/article/details/53223111https://zhuanlan.zhihu.com/p/22632478 var cloudTieConfig = { url: document.location.href, sourceId: \"\", productKey: \"69e5d909f5e04ac584d1b4668f51eac0\", target: \"cloud-tie-wrapper\" };","tags":[{"name":"科普","slug":"科普","permalink":"http://yoursite.com/tags/科普/"}]},{"title":"","date":"2017-05-12T12:18:09.943Z","path":"2017/05/12/我的第一篇博客/","text":"body{}我的第一篇博客科技的危险是让那些浑身铜臭、艺术敏感度低如蚊蚋的人掌握生产。其实这已经发生了。世界电影里现在充斥着没有灵魂的声效和暴力，全是无谓的追车、爆破、暴力、超速、爆炸及更多的爆炸。故事多为陈腔滥调，表演乏善可陈，情感更是阙如，只有特效无懈可击。简言之，喜欢特效的电影艺术家必须和任何风格、类型或运用某些科技的艺术家一样有才华。要看他们用科技创造出什么样的艺术才算数，而非只看科技本身。​ ——《认识电影》","tags":[]}]